Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/klemetti.blogspot.com/klemetti.18.10.12_fin.txt.tmx
Source language: fin
Languages: sme

source: Suomi jäi rannalle
sme: Suopma bázii gáddái

source: Kuten odotettuakin Suomi ei päässyt YK:n turvallisuusneuvostoon.
sme: Dego vuordágis leinai, Suopma ii beassan ON:a dorvvolašvuohtaráđđái.

source: Edellisen kerran Suomi pyrki vastuulliseen YK:n tehtävään 2000-luvun alussa, jolloin se pääsi yhdeksi vuodeksi vuosina 2006 -2007 YK:n ihmisoikeusneuvoston jäsenmaaksi.
sme: Ovddit háve Suopma vikkai vásttolaš ON:a bargui 2000-logu álggus, goas dat beasainai ovtta jahkái jagiid 2006 – 2007 ON:a olmmošriekteráđi lahttoriikan.

source: Silloisen kampanjan aikana Suomi käytännössä lupasi ratifioida Ilo 169-sopimuksen ja käytti sitoumustaan kampanjassa hyväkseen.
sme: Daláš kampánnja áigge Suopma geavadis lohpidii ratifiseret Ilo 169-soahpamuša ja anii čatnaseamis ávkin kampánnjas.

source: Ratifiointilupaus unohtui nopeasti sen jälkeen kun ihmisoikeusneuvostopaikka saavutettiin.
sme: Ratifiserenlohpádus vajálduvai jođánit dan maŋŋel go olmmošriekteráđđebáiki joksojuvvui.

source: Viimeiset pari vuotta Suomi on kampanjoinut ja panostanut paljon niin taloudellisesti kuin poliittisestikin pääsystä YK:n turvallisuusneuvoston vaihtuvaksi jäseneksi.
sme: Maŋimus moadde jagi Suopma lea kampánnjeren ja bidjan hui olu sihke ekonomalaš ja politihkalaš deattu beassat ON:a dorvvolašvuohtaráđi molsašuddi lahttun.

source: Suunnitelmat kariutuivat tänään hyvin selkeässä äänestyksessä.
sme: Plánat cohkkoje hui čielgasit otná jienasteamis.

source: Tasavallan presidentti Sauli Niinistö puhui syyskuun lopulla YK:n yleisistunnossa osana turvallisuusneuvostokampanjaa että ” Suomi näkee itsensä kansainvälisen yhteisön vastuullisena jäsenenä, eräänlaisena kunnon maailmankansalaisena.
sme: Dásseválddi presideanta Sauli Niinistö humai čakčamánu loahpas ON:a váldočoakkámis dorvvolašvuohtakampánnja oassin, ahte “ Suopma oaidná iežas riikkaidgaskasaš servoša vásttolaš lahttun, muhtinlágán ávddalaš máilmmiriikkavuložin.

source: Maamme tukee Yhdistyneitä Kansakuntia niin sanoin kuin teoin, sillä se on kansallisen etumme mukaista. ”
sme: Riikkamet doarju Ovttastuvvan Našuvnnaid sániiguin ja daguiguin, daningo dat lea min álbmotlaš beroštumi mielde. ”

source: Lupauksella ei tainnut olla riittävästi katetta.
sme: Lohpádusain ii orron leame nohkka gokču.

source: Suomi sai juuri kesällä Suomen ihmisoikeustilanteen kolmannessa määräaikaistarkastelussa YK:n ihmisoikeusneuvostolta suosituksen ratifioida ILO 169-sopimus.
sme: Suopma oaččui jur geasset Suoma olmmošriektedili goalmmát mearreáigegeahčadeamis ON:a olmmošriekteráđis ávžžuhusa ratifiseret ILO 169-soahpamuša.

source: Luulen, että Suomen hidastelu Ilo 169-sopimuksen ratifioimisessa ja aiemmat lupaukset ovat osaltaan vaikuttaneet siihen, että Suomi ei saanut riittävästi kannatusta turvallisuusneuvostojäsenyydelle ponnisteluistaan huolimatta.
sme: Mun jáhkán, ahte Suoma ájahallan Ilo 169-soahpamuša ratifiseremis ja ovddit lohpádusat leat buore muddui váikkuhan dasa, ahte Suopma ii ožžon dárbahassii doarjaga dorvvolašvuohtaráđi lahttuvuhtii rahčamušainis fuolakeahttá.

source: Ilmeisesti myös Suomen heikentynyt asema EU:ssa on voinut vaikuttaa tulokseen kuten myös rauhanturvaamisen vähentyminen YK:n operaatioissa ja Suomen antaman kehitysavun jääminen kauas YK:n tavoitteista.
sme: Orru leame nu, ahte Suoma hedjonan sajádat EU:s lea sáhttán váikkuhit bohtosii dego maid ráfidorvvasteami unnun ON:a operašuvnnain ja Suoma addin ovddidanveahki báhcin guhkás ON:a ulbmiliin.

source: Suomen kokonaisuskottavuus YK:n mallijäsenmaana ei ollut riittävä.
sme: Suoma ollislaš jáhkehahttivuohta ON:a mállelahttoriikan ii leat leamaš dárbahassii buorre.

source: On selvää, että turvallisuusneuvostoon on kova tunku ja varsinkin Suomen kokoisen valtion tulee olla itseään suurempi - ja aito ” maailmankansalainen ”, joka on myös täyttänyt YK:n velvoitteet.
sme: Lea maid čielggas, ahte dorvvolašvuohtaráđđái lea garra bahkkehallan ja earenoamážit Suoma sturrosaš stáhta galgá leat iežas stuorit – ja eakti “ máilmmiriikkavuloš ”, mii maid lea deavdán ON:a geatnegasvuođaid.

source: Toivon kuitenkin, että Suomi ei unohda haavettaan päästä YK:n turvallisuusneuvostoon ja parantaa kansainvälistä uskottavuuttaan.
sme: Sávan goitge, ahte Suopma ii vajálduhte sávaldagas beassat ON. a dorvvolašvuohtaráđđái ja buoridit riikkaidgaskasaš jáhkehahttivuođas.

source: Olisi Suomelle hyödyllistä kantaa vastuuta YK:n turvallisuusneuvostossa.
sme: Supmii livččii ávkkálaš guoddit ovddasvástádusa ON:a dorvvolašvuohtaráđis.

source: Mielestäni Suomella on hyvät mahdollisuudet päästä turvallisuusneuvostoon, mikäli Suomi ratifioi Ilo 169-sopimuksen ja toimii todellisena edelläkävijänä ihmisoikeuksien, rauhanturvaamisen ja suvaitsevaisuuden edistämisessä.
sme: Mu mielas Suomas leat buorit vejolašvuođat beassat dorvvolašvuohtaráđđái, jos Suopma ratifisere Ilo 169-soahpamuša ja doaibmá duođalaš bálggesčuollin olmmošrivttiid, ráfidorvvasteami ja utnolašvuođa ovddideamis.

source: Luulen, että Suomi voisi saada jopa tukea saamelaisilta pyrkimykselleen päästä YK:n turvallisuusneuvostoon mikäli Suomi on täyttänyt kansainväliset velvoitteensa.
sme: Jáhkán, ahte Suopma sáhttá oažžut juobe doarjaga sápmelaččain viggamuššásis beassat ON:a dorvvolašvuohtaráđđái, jos Suopma lea deavdán riikkaidgaskasaš geatnegasvuođaidis.
